tap "shivammathur/php"
brew "openssl@3"
brew "python@3.14"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "brew-php-switcher"
brew "ruby"
brew "cocoapods"
brew "composer"
brew "dnsmasq", restart_service: :changed
brew "docker", link: false
brew "gradle"
brew "node"
brew "heroku"
brew "kdoctor"
brew "kotlin"
brew "mailpit", restart_service: :changed
brew "mysql", restart_service: :changed
brew "nginx", restart_service: :changed
brew "postgresql@14", restart_service: :changed
brew "roadrunner"
brew "wget"
brew "shivammathur/php/php@7.0"
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.1"
brew "shivammathur/php/php@8.2"
brew "shivammathur/php/php@8.3"
brew "shivammathur/php/php@8.4", link: true
cask "android-studio"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "kdocs"
cask "rectangle"
cask "spotify"
cask "temurin@21"
cask "visual-studio-code"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "austenc.laravel-blade-spacer"
vscode "be5invis.vscode-custom-css"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "calebporzio.better-phpunit"
vscode "calebporzio.simple-php-cs-fixer"
vscode "codingyu.laravel-goto-view"
vscode "coenraads.disableligatures"
vscode "damms005.devdb"
vscode "dansysanalyst.pest-snippets"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "glitchbl.laravel-create-view"
vscode "ihunte.laravel-blade-wrapper"
vscode "m1guelpf.better-pest"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.sublime-keybindings"
vscode "naoray.laravel-goto-components"
vscode "neilbrayfield.php-docblocker"
vscode "octref.vetur"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "pgl.laravel-jump-controller"
vscode "postmate-lab.postmate"
vscode "redhat.java"
vscode "ryannaddy.laravel-artisan"
vscode "shufo.vscode-blade-formatter"
vscode "tejasvi.rainbow-brackets-2"
vscode "this-fifo.natty"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "xdebug.php-debug"
